[
    {
        "displayName": "Clean kitchen sink",
        "description": "Clean the sink, faucet, and counter in the kitchen",
        "status": 0
    },
    {
        "displayName": "Sweep kitchen and dining room",
        "description": "Sweep around the kitchen island and under the dining room table",
        "status": 0
    },
    {
        "displayName": "Vacuum stairs",
        "description": "Vacuum the stairs from the living room up to the music room/entryway and the stairs from the entryway to the upstairs hallway",
        "status": 0
    },
    {
        "displayName": "Vacuum red room",
        "description": "Vacuum the red room",
        "status": 0
    },
    {
        "displayName": "Vacuum music room",
        "description": "Vacuum the music room (the room between the living room and the dining room)",
        "status": 0
    },
    {
        "displayName": "Clean microwave",
        "description": "Clean the inside and face of the microwave, the rotating plate, and the food cover",
        "status": 0
    },
    {
        "displayName": "Clean left fridge",
        "description": "Clean the left fridge (personal fridge) - does not include the freezer, just the fridge. Also doesn't include going through the food inside. Remove all food, clean the interior, then place the food back inside.",
        "status": 0
    },
    {
        "displayName": "Clean right fridge",
        "description": "Clean the right fridge (public fridge) - does not include the freezer, just the fridge. Also doesn't include going through the food inside. Remove all food, clean the interior, then place the food back inside.",
        "status": 0
    },
    {
        "displayName": "Clean left freezer",
        "description": "Clean the left freezer (personal freezer) - does not include the fridge, just the freezer. Also doesn't include going through the food inside. Remove all food, clean the interior, then place the food back inside.",
        "status": 0
    },
    {
        "displayName": "Clean middle freezer",
        "description": "Clean the middle freezer (public freezer) - does not include the fridge, just the freezer. Also doesn't include going through the food inside. Remove all food, clean the interior, then place the food back inside.",
        "status": 0
    },
    {
        "displayName": "Clean right freezer",
        "description": "Clean the right freezer (full-size freezer) - does not include the fridge, just the freezer. Also doesn't include going through the food inside. Remove all food, clean the interior, then place the food back inside.",
        "status": 0
    },
    {
        "displayName": "Clean up left fridge",
        "description": "This chore does not include actually cleaning the fridge. Take out all food in the left (personal) fridge and go through it. Throw away any moldy food or anything that is suspicious (if marked with a date I would say that's generally about 2 weeks). If the food has a name on it, ask the person directly. If it's unlabelled, it's up to your discretion. Put back all the food that remains.",
        "status": 0
    },
    {
        "displayName": "Clean up right fridge",
        "description": "This chore does not include actually cleaning the fridge. Take out all food in the right (public) fridge and go through it. Throw away any moldy food or anything that is suspicious (if marked with a date I would say that's generally about 2 weeks). If the food has a name on it, ask the person directly. If it's unlabelled, it's up to your discretion. Put back all the food that remains.",
        "status": 0
    },
    {
        "displayName": "Clean up left freezer",
        "description": "This chore does not include actually cleaning the freezer. Take out all food in the left (personal) freezer and go through it. Throw away any moldy food or anything that is suspicious (if marked with a date I would say that's generally about 2 weeks). If the food has a name on it, ask the person directly. If it's unlabelled, it's up to your discretion. Put back all the food that remains.",
        "status": 0
    },
    {
        "displayName": "Clean up middle freezer",
        "description": "This chore does not include actually cleaning the freezer. Take out all food in the middle (public) freezer and go through it. Throw away any moldy food or anything that is suspicious (if marked with a date I would say that's generally about 2 weeks). If the food has a name on it, ask the person directly. If it's unlabelled, it's up to your discretion. Put back all the food that remains.",
        "status": 0
    },
    {
        "displayName": "Clean up right freezer",
        "description": "This chore does not include actually cleaning the freezer. Take out all food in the right (full-size) freezer and go through it. Throw away any moldy food or anything that is suspicious (if marked with a date I would say that's generally about 2 weeks). If the food has a name on it, ask the person directly. If it's unlabelled, it's up to your discretion. Put back all the food that remains.",
        "status": 0
    },
    {
        "displayName": "Burn burnables",
        "description": "Take any burnables near the fireplace in the kitchen and near the door in the music room, place them in the firepit outside, and burn them. Even if there's nothing inside, check the firepit and burn anything that's piled up there.",
        "status": 0
    },
    {
        "displayName": "Clean out ashes from kitchen fireplace",
        "description": "Remove grill and main tray, clean out ashes and dispose of in the garden or compost. Vacuum around the fireplace to clean up any remaining ashes. Replace the grill and tray.",
        "status": 0
    },
    {
        "displayName": "Clean laundry sink",
        "description": "Clean the sink and faucet in the laundry room",
        "status": 0
    },
    {
        "displayName": "Dust laundry room",
        "description": "Dust the ceiling and walls in the laundry room",
        "status": 0
    },
    {
        "displayName": "Dust kitchen",
        "description": "Dust the ceiling and walls in the kitchen, including the dining area",
        "status": 0
    },
    {
        "displayName": "Dust living room",
        "description": "Dust the ceiling and walls in the living room",
        "status": 0
    },
    {
        "displayName": "Dust music room",
        "description": "Dust the ceiling and walls in the music room (the room between the living room and the dining room)",
        "status": 0
    },
    {
        "displayName": "Dust red room",
        "description": "Dust the ceiling and walls in the red room",
        "status": 0
    },
    {
        "displayName": "Dust upstairs hallway",
        "description": "Dust the ceiling and walls in the upstairs hallway",
        "status": 0
    },
    {
        "displayName": "Dust entry",
        "description": "Dust the ceiling and walls in the entryway (near the front door)",
        "status": 0
    },
    {
        "displayName": "Mop laundry room",
        "description": "Sweep and then mop the floor in the laundry room, moving items as needed",
        "status": 0
    },
    {
        "displayName": "Mop kitchen",
        "description": "Sweep and then mop the floor in the kitchen and dining area, moving items as needed",
        "status": 0
    },
    {
        "displayName": "Mop entryway",
        "description": "Sweep and then mop the floor in the entryway, moving items as needed",
        "status": 0
    },
    {
        "displayName": "Mop downstairs bathroom",
        "description": "Sweep and then mop the floor in the downstairs bathroom, moving items as needed",
        "status": 0
    },
    {
        "displayName": "Clean downstairs toilet",
        "description": "Clean the downstairs toilet. This includes all ceramic surfaces and the tops and bottoms of all lids.",
        "status": 0
    },
    {
        "displayName": "Clean upstairs toilet",
        "description": "Clean the upstairs toilet. This includes all ceramic surfaces and the tops and bottoms of all lids.",
        "status": 0
    },
    {
        "displayName": "Clean downstairs bathroom mirror",
        "description": "Clean the downstairs bathroom mirror. This includes the frame of the mirror - make sure to get the top where dust may accumulate.",
        "status": 0
    },
    {
        "displayName": "Clean downstairs bathroom sink",
        "description": "Clean the sink, faucet, and counter in the downstairs bathroom",
        "status": 0
    },
    {
        "displayName": "Clean upstairs bathroom mirrors",
        "description": "Clean the upstairs bathroom mirrors. This includes the frame of the mirror - make sure to get the top where dust may accumulate.",
        "status": 0
    },
    {
        "displayName": "Clean upstairs bathroom sinks",
        "description": "Clean the sink, faucet, and counter upstairs, outside the bathroom",
        "status": 0
    },
    {
        "displayName": "Mop upstairs bathroom",
        "description": "Sweep and then mop the floor in the upstairs bathroom, moving items as needed",
        "status": 0
    },
    {
        "displayName": "Clean upstairs bathtub",
        "description": "Clean the tub part of the upstairs bathroom shower. This doesn't include the walls or upper parts of the shower",
        "status": 0
    },
    {
        "displayName": "Wash kitchen window (near sink)",
        "description": "Clean the inside and outside of ALL panes of the window in front of the kitchen sink",
        "status": 0
    },
    {
        "displayName": "Clean kitchen windows (near dining table)",
        "description": "Clean the inside and outside of ALL panes of the window in front of the dining room table",
        "status": 0
    },
    {
        "displayName": "Clean music room windows",
        "description": "Clean the inside and outside of ALL panes of the window in the music room (the room between the living room and the dining room) - includes the door window",
        "status": 0
    },
    {
        "displayName": "Clean living room windows",
        "description": "Clean the inside and outside of ALL panes of the window in the living room (excludes skylight unless you're feeling brave)",
        "status": 0
    },
    {
        "displayName": "Clean red room windows",
        "description": "Clean the inside and outside of ALL panes of the window in the red room - includes the door window",
        "status": 0
    },
    {
        "displayName": "Launder bathroom/kitchen towels",
        "description": "Take all hand towels from the kitchen and the bathrooms, replace with clean ones, and wash and dry the dirty ones. Make sure to use vinegar and baking soda (don't pour them both in together though! use the bleach tray for the vinegar)",
        "status": 0
    },
    {
        "displayName": "Launder upstairs bathroom rug",
        "description": "Take the rug from the upstairs bathroom (in front of the shower) and replace with a clean one. Wash and dry the dirty one. Make sure to use vinegar and baking soda (don't pour them both in together though! use the bleach tray for the vinegar)",
        "status": 0
    },
    {
        "displayName": "Launder living room blankets",
        "description": "Take all blankets from the couches, under the window couch, and in the grey hamper in the living room and wash and dry them. Then, return them to the living room.",
        "status": 0
    },
    {
        "displayName": "Launder red room blankets",
        "description": "Take all blankets from the red room and wash and dry them. Then, return them to the red room.",
        "status": 0
    },
    {
        "displayName": "Vacuum upstairs hallway",
        "description": "Vacuum the floor in the upstairs hallway, moving items as needed",
        "status": 2
    },
    {
        "displayName": "Clean upstairs shower",
        "description": "Clean the shower in the upstairs bathroom. This includes everything above the bathtub, and does not include the bathtub.",
        "status": 2
    },
    {
        "displayName": "Clean laundry room window",
        "description": "Clean inside and outside of ALL panes of the window in the laundry room",
        "status": 2
    },
    {
        "displayName": "Clean out ashes from living room fireplace",
        "description": "Remove grill from the fireplace, take out ashes, and place them in the garden or compost. Vacuum around the fireplace to clean up any remaining ashes. Replace the grill.",
        "status": 2
    },
    {
        "displayName": "Vacuum living room",
        "description": "Vacuum the floor in the living room, moving items as needed",
        "status": 2
    }
]